{"id":"3",
"Keywords":["YOU","ARE","LAME"],
"Articles":[
{"Title":"E3 ubiquitin ligase Skp2 as an attractive target in cancer therapy.","id":"1","Abstract":"","Relevance":"1"},
{"Title":"Integrative network analysis of TCGA data for ovarian cancer.","id":"2","Abstract":"","Relevance":"1"},
{"Title":"TP53 codon 72 single nucleotide polymorphism in chronic lymphocytic leukemia.","Abstract":"","id":"3","Relevance":"1"},
{"Title":"Molecular pathway alterations in CD4 T-cells of nonobese diabetic (NOD) mice","id":"3","Abstract":"","Relevance":"-1"},
{"Title":"Chromosomal instability (CIN) phenotype, CIN high or CIN low, predicts survival for colorectal cancer","Abstract":"","id":"5","Relevance":"1"},
{"Title":"random crap with abstract","id":"3","Abstract":"The introduction of microarray techniques to cancer research brought great expectations for finding biomarkers that would improve patients' treatment; however, the results of such studies are poorly reproducible and critical analyses of these methods are rare. In this study, we examined global gene expression in 97 ovarian cancer samples. Also, validation of results by quantitative RT-PCR was performed on 30 additional ovarian cancer samples. We carried out a number of systematic analyses in relation to several defined clinicopathological features. The main goal of our study was to delineate the molecular background of ovarian cancer chemoresistance and find biomarkers suitable for prediction of patients' prognosis. We found that histological tumor type was the major source of variability in genes expression, except for serous and undifferentiated tumors that showed nearly identical profiles. Analysis of clinical endpoints [tumor response to chemotherapy, overall survival, disease-free survival (DFS)] brought results that were not confirmed by validation either on the same group or on the independent group of patients. CLASP1 was the only gene that was found to be important for DFS in the independent group, whereas in the preceding experiments it showed associations with other clinical endpoints and with BRCA1 gene mutation; thus, it may be worthy of further testing. Our results confirm that histological tumor type may be a strong confounding factor and we conclude that gene expression studies of ovarian carcinomas should be performed on histologically homogeneous groups. Among the reasons of poor reproducibility of statistical results may be the fact that despite relatively large patients' group, in some analyses one has to compare small and unequal classes of samples. In addition, arbitrarily performed division of samples into classes compared may not always reflect their true biological diversity. And finally, we think that clinical endpoints of the tumor probably depend on subtle changes in many and, possibly, alternative molecular pathways, and such changes may be difficult to demonstrate. ","Relevance":"-1"}
]}
