{"Articles":[{"Author":"Xu,Wang,Zhang,Li","URL":"http://www.ncbi.nlm.nih.gov/pubmed/25567596","Journal":"Zhonghua bing li xue za zhi Chinese journal of pathology","Title":"[Hepatic epithelioid angiomyolipoma: a clinicopathologic analysis of 25 cases].","Excerpt":"To study the clinicopathologic features, immunophenotype, histological diagnosis and prognosis of hepatic epithelioid angiomyolipoma.","Year":"2014","tags":["p53"],"State":1},{"Author":"Saha,Mohapatra,Kurkute,Jana,Mondal,Bhunia,Ghosh,Ghosh","URL":"http://www.ncbi.nlm.nih.gov/pubmed/25567764","Journal":"Chemical communications (Cambridge, England)","Title":"Interaction of Aβ peptide with tubulin causes an inhibition of tubulin polymerization and the apoptotic death of cancer cells.","Excerpt":"We report in this work that the Aβ peptide directly interacts with tubulin close to the vinblastine and GTP/GDP binding site, inhibits the tubulin polymerization rate, induces tubulin aggregation, causes cell shrinking, enhances Mad2, BubR1, p53, and p21 activation in MCF7 cells and induces the apoptotic death of A549, HeLa and MCF7 cells.","Year":"2015","tags":["p53"],"State":1},{"Author":"DeHart,Perlman,Flint","URL":"http://www.ncbi.nlm.nih.gov/pubmed/25568206","Journal":"Journal of virology","Title":"Impact of the adenoviral E4 Orf3 protein on the activity and post-translational modification of p53.","Excerpt":"Our previous studies have established that the p53 populations that accumulate in normal human cells exposed to etoposide or infected by an E1B 55 kDa protein-null mutant of human adenovirus type 5 carry a large number of post-translational modifications at numerous residues (DeHart et al. (2014) Mol. Cell. Proteomics 13: :1-17). In the absence of this E1B protein, the p53 transcriptional program is not induced, and it has been reported that the viral E4 Orf3 protein inactivates p53 (Soria et al. (2010) Nature 466: :1076-1081). As the latter protein disrupts nuclear Pml bodies, sites at which p53 is modified, we used mass spectrometry to catalogue the post-transcriptional modifications of the p53 population that accumulates when neither the E1B 55 kDa nor the E4 Orf3 protein is made in infected cells. Eighty-five residues carrying 163 modifications were identified. The overall patterns of post-translational modification of this population and p53 present in cells infected by an E1B 55 kDa-null mutant were similar. The efficiencies with which these two forms of p53 bound to a consensus DNA recognition sequence could not be distinguished, and were lower than that of transcriptionally active p53. The absence of the E4 Orf3 protein increased expression of several p53-responsive genes when the E1B protein was also absent from infected cells. However, expression of these genes did not attain the levels observed when p53 was activated in response to etoposide treatment, and remained lower than those measured in mock-infected cells.","Year":"2015","tags":["p53"],"State":1}]}

